{
  "title": "Как играть",
  "content": "<h3>Цель игры</h3><p>Преврати врагов в лужицы подсыхающей слизи. Если в большом мочилове уцелел ты один, то ты выиграешь турнир!!!<h3>Подготовка к игре</h3><p>Ты можешь заскочить на замес к своим друганам, если у тебя есть особое приглашение (тайная ссылка для присоединения к игре — <span class=\"rules-screen__text--accent\">важно!</span> Никому не показывай эту ссылку, люди, выманивающие её у тебя, могут оказаться мошенниками и заскочить на прикольный замес вместо тебя). Или же ты можешь начать новый замес — тебе всего лишь надо нажать на соответствующую <span class=\"rules-screen__text--button\">кнопку</span>.</p><p>Начать новый замес ты можешь с друганами-магами (если таковые имеются), для этого тебе нужно отправить им тайную ссылку-приглашение (да-да, ту самую тайную ссылку, которую нельзя раскрывать хитрым мошенникам!!!). Всего помимо тебя в игре могут принимать участие ещё максимум три другана. Если же ты настолько суров, что уже лишился всех своих магов-друганов, ты можешь сыграть с нашими уничтожающими магоботами. Для начала игры тебе нужно представиться и выбрать, за какого колдуна ты будешь играть. Имей ввиду, что все колдуны одинаково ужасны. Когда ты определишься с выбором, нажми кнопку <span class=\"rules-screen__text--button\">«Готов»</span>.</p><p>Если ты настолько смел, что готов сразиться с нашими испепеляющими магоботами, ты можешь добавить в игру от 1-го до 3-х магоботов, нажав на одну или несколько кнопок в правой части экрана.</p><p>Когда команда для игры сформирована — смело нажимай кнопку <span class=\"rules-screen__text--button\">«Погнали!»</span>.</p><h3>Ход игры</h3><p>В начале игры у каждого колдуна 20 жизней. Ты можешь накрутить себе жизни и выше 20, но выше 25 — никак. Магический турнир состоит из одной игры. Игра длится столько раундов, сколько нужно для победы.</p><p>В каждом раунде игроки кастуют заклинания, шмаляют по соперникам и всячески стараются не склеить ласты. Колдун, умудрившийся остаться единственным, кто не отправился на корм червям, побеждает в игре и получает уважуху от коллег-магов.</p><h3>Карты</h3><p>После того, как все игроки откастовали свои заклинания, каждому колдуну прилетают новые карты из колоды заклинаний, чтобы у него оказалось 8 карт на руке. На руке могут оказаться карты нескольких типов:</p><div class=\"card-types\"><span class=\"colored colored--sourse\">Источник</span><span class=\"colored colored--quality\">Качество</span><span class=\"colored colored--action\">Действие</span></div><img src=\"./images/screenshot_cards-type.png\" class=\"screenshot screenshot__cards-type\"><p><span class=\"colored--sourse\">Источник</span> — один из легендарных источников, дающий тебе определённое преимущество, когда ты начинаешь кастовать заклинание.</p><p><span class=\"colored--quality\">Качество</span> — нотка индивидуальности, которая добавляется к твоему заклинанию. Все эти чудные прилагательные не только приносят радость творчества, но и приводят к появлению у твоих врагов травм различной степени тяжести.</p><p><span class=\"colored--action\">Действие</span> — это завершающий ката-клизмический аккорд твоего заклинания, большой бум на фоне заката. Скорее всего, после него враги будут неуклюже собирать выпавшие внутренности и молить о пощаде. На каждом действии указаны параметры инициативы и могучего броска.</p><h3>Творим заклинание</h3><p>В состав любого заклинания может войти <span class=\"rules-screen__text--accent\">от 1 до 3х карт</span>, но не больше 1 карты каждого типа (то есть, к примеру, две карты Качества быть в заклинании не может, но может не быть ни одной).</p><p>Заметил ленту с названием карты? У выложенных рядом карт всех трёх типов получается общее название, состоящее из начала, середины и конца. Источник всегда кладется в левую часть заклинания, качество — в середину, а действие замыкает заклинание справа. На выбор заклинания у тебя <span class=\"rules-screen__text--accent\">4 минуты</span>, после выбора карт жми кнопку <span class=\"rules-screen__text--button\">«Заклинание готово»</span>. В случае, если ты не нажмёшь кнопку до истечения времени таймера в правой части экрана, ты пропускаешь ход и тебя, скорее всего, замочат.</p><p>Твои противники выкладывают на стол лицевой стороной вниз сразу все карты своего заклинания, так что ты не можешь видеть их заклинания.</p><h3>Очерёдность хода</h3><p class=\"narrow narrow--icon\">Когда все колдуны выложат на стол свои заклинания, определяется очерёдность хода: первым ходит колдун с <span class=\"rules-screen__text--accent\">наименьшим количеством карт в заклинании</span>.</p><p class=\"narrow\">Если у нескольких колдунов заклинания с одинаковым числом карт, их очерёдность хода определяется по <span class=\"rules-screen__text--accent\">инициативе</span> на карте действия. Если в твоем заклинании нет карты действия, инициатива считается равной нулю. Колдун, чья инициатива больше, ходит раньше. В случае ничьей колдуны с одинаковой инициативой бросают по кубику: тот, кто выбросит больший результат, ходит раньше. В этом случае тебе ничего не надо делать — не парься, мы бросим кубик за тебя и за «того парня».</p><p>После того, как очерёдность колдунских заклинаний определена, наступает черёд кастовать ваши убийственные заклинания.</p><h3>Применяем эффекты заклинания</h3><p>Эффекты карт заклинания применяются в порядке слева направо, то есть: Источник, затем Качество, и последним — Действие.</p><p>Каждая карта заклинания относится к определённой школе магии, отмеченной особым знаком и словом внизу карты.</p><p><span class=\"elements__colored elements__colored--mystery\">Тайна</span> Замороченная магия оставляет от врагов мокрое место.</p><p><span class=\"elements__colored elements__colored--dark\">Тьма</span> Тёмные ритуалы выкашивают врагов пачками, но порой требуют отрезать от себя жертвенный фунт мяса.</p><p><span class=\"elements__colored elements__colored--element\">Стихия</span> Задорное испепеление врагов.</p><p><span class=\"elements__colored elements__colored--illusion\">Иллюзия</span> Быстрые и ловкие чары, часто позволяют выбирать конкретных жертв.</p><p><span class=\"elements__colored elements__colored--nature\">Природа</span> Силы самой природы: колдуна они лечат, а его врагов калечат.</p><h3>Могучий бросок</h3><p>Если карта требует сделать могучий бросок, посмотри на её знак. Мы бросим по 1 кубику за каждую карту в твоём заклинании, на которой есть такой знак. К примеру, если ты выложил всего одну карту со знаком природы и она обязывает тебя сделать могучий бросок, бросается только 1 кубик. А если ты выложил три карты с природой — мы бросим сразу 3 кубика. Результаты бросков нескольких кубиков складываются.</p><h3>Жертвы</h3><p>Большинство карт заклинаний нацелены на конкретную жертву. Чаще всего жертва указана на самой карте, так что не забывай читать текст карт, прежде чем собирать из них заклинания. Жертва может быть случайной, ею может стать колдун, сидящий слева или справа от тебя. Жертвами могут оказаться даже все враги одновременно.</p><p>Если карта позволяет накручивать (прибавлять) жизни, то её жертва — ты сам. Жертва определяется до того, как бросаются кубики.</p><p><span class=\"rules-screen__text--accent\">Случайный враг</span> — мы сами выберем самого мерзотного из твоих живых врагов, и он огребёт по полной.</p><p><span class=\"rules-screen__text--accent\">Сильнейший враг</span> — твой враг, у которого больше всего жизней.</p><p><span class=\"rules-screen__text--accent\">Слабейший враг</span> — твой враг, у которого меньше всего жизней.</p><p>В случае ничьей мы бросим кубики и тот, кому не повезёт (выкинет меньшее число), тот и получит от тебя люлей. Ты не можешь стать врагом самому себе. Если ты самый живучий/хилый колдун, мы не будем считать тебя при определении твоего самого живучего/хилого врага.</p><h3>Добавление карт к заклинанию</h3><p>Некоторые карты позволяют добавить к твоему заклинанию новые карты. При этом правило сотворения заклинаний не учитывается (после добавления карт в заклинании может получиться и несколько карт одного типа — качества, действия и т.п.). Эффекты таких карт применяются последовательно.</p><h3>Конец игры</h3><p>Когда уляжется пыль и стихнут стоны, а зрители увидят, что в живых остался только один колдун, игра закончится, а выживший игрок получит респект и уважуху от сдохших колдунов. В случае если колдун по неосторожности убивает и себя тоже, он всё равно получает медаль, в эпичных схватках боевых магов в на тебя никогда не посмотрят косо, если ты двинешь копыта, но укокошишь при этом всех врагов.</p><p>А теперь расплавь-ка пару рож!</p>"
}
